Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nav.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: sick leave - unless the employee, employer or the sick-leave certifier finds this
nb: - med mindre den ansatte, arbeidsgiveren eller den som sykmelder den ansatte mener

source: In some cases you may combine AFP early retirement pension in the private sector with
nb: Du kan i visse tilfeller kombinere AFP i privat sektor med

source: You cannot apply back in time.
nb: Du kan ikke søke tilbake i tid.

source: After “Fellesordning for AFP” has dealt with your application, it will be forwarded to NAV who will assess the final conditions and come to a decision.
nb: Etter at Fellesordningen for AFP har behandlet søknaden din, blir den sendt videre til NAV som vurderer de siste vilkårene og gjør et endelig vedtak.

source: In case of long-term and/or frequently recurring sickness absence, the employer may
nb: Ved lange og/eller hyppig gjentakende sykefravær, kan arbeidsgiver søke NAV om

source: You cannot receive AFP in public sector in combination with retirement pension, disability pension, survivor’s pension or work assessment allowance from NAV.
nb: Du kan ikke få AFP i offentlig sektor i kombinasjon med alderspensjon, uføretrygd, gjenlevendepensjon eller arbeidsavklaringspenger fra folketrygden.

source: If you use Google Chrome browser, this browser uses the integrated PDF reader.
nb: Hun er også med i møter om sykefraværsoppfølging og holder kurs og opplæring.

source: You may start collecting on your retirement pension before reaching the age of 67 if you have earned a pension that is equal to or greater than the pension guarantee level at 67 years of age.
nb: Vilkåret for å ta ut alderspensjon før 67 år er at du må ha tjent opp en pensjon som minst tilsvarer ditt garantipensjonsnivå ved 67 år.

source: , you must notify changes to your AFP provider.
nb: , skal du melde fra om endringer til din AFP-leverandør.

source: Always use the income that you have reported to the a-ordningen system in the months October, November, December 2020 as a basis when you make the calculation.
nb: For denne kompensasjonsordningen skal du alltid legge til grunn inntekten som dere har innrapportert til a-ordningen i månedene oktober, november, desember 2020, til grunn.

source: is the employer’s responsibility and must be held within 7 weeks
nb: er arbeidsgiverens ansvar og skal avholdes innen 7 ukers sykefravær.

source: If you have lived or worked abroad, you may also
nb: Har du bodd eller arbeidet i utlandet, kan du også ha

source: The reimbursement is paid to the account number that you have registered with NAV.
nb: Utbetalingene kommer til det kontonummeret som dere har registrert hos NAV.

source: You are considered a cohabitant partner if you and your partner have lived together twelve of the last 18 months.
nb: Du regnes som samboer hvis du og din samboer har bodd samme i tolv av de siste 18 månedene.

source: The information will state the type of claim, accrual period and the amount.
nb: Krav fra og med konkursåpningsdagen og i perioden etter konkursåpning.

source: Dialogue meeting 1
nb: og attføringspenger (fram til 1.

source: and have a state AFP, you must notify NAV if
nb: og har statlig AFP, skal du melde fra til NAV hvis du

source: You are also entitled to a minimum pension at the ordinary rate if in twelve of the last 18 months you have co-habited with a person who
nb: Du har også rett til ordinær sats dersom du i tolv av de siste 18 månedene har vært samboer med person som

source: If you are moving abroad and receiving AFP early retirement pension you may take your AFP early retirement pension with you.
nb: Hvis du skal oppholde deg i utlandet og mottar AFP, kan du ta med deg AFP.

source: contribute to increased polarisation.
nb: Prosjektet har vante, nyttige og bidrar til økt bevissthet og systema-

source: and have a state AFP, you must notify changes to
nb: og har statlig AFP, skal du melde fra om endringer til

source: When should you apply?
nb: Når må du søke?

source: You will receive reduced AFP if you have an employment income.
nb: Du får redusert AFP hvis du har arbeidsinntekt.

source: The regulations about receiving your AFP abroad are the same as for retirement pension for people born before 1954.
nb: Reglene om å ta med AFP til utlandet er de samme som for alderspensjon for personer født før 1954.

source: You cannot combine AFP early retirement pension with disability pension from NAV.
nb: Du kan ikke kombinere AFP med uføretrygd fra folketrygden.

source: There are changes in your income (wages and self-employment income).
nb: får endringer i inntekten din (lønns- og næringsinntekt).

source: decrease in the labour force participation rate in the
nb: og ungdoms situasjon knyttet til oppvekst og utdan-

source: If you are receiving retirement pension already, you must apply for AFP early retirement pension directly to “Fellesordningen for AFP”.
nb: Hvis du allerede mottar alderspensjon må du søke om AFP direkte til Fellesordningen for AFP.

source: If you leave your job before the time you want to draw AFP early retirement pension, you may lose the right to AFP early retirement pension.
nb: Slutter du i jobben din før det tidspunktet du ønsker å ta ut AFP, kan du miste retten til AFP.

source: The amount you receive is also intended to cover work materials in connection with practical training or taking a trade certificate, such as flowers, metal, tools, personal protective equipment, workwear, etc.
nb: Beløpet skal også dekke arbeidsmateriell når du gjennomfører praktisk opplæring eller fagprøve, som blomster, metaller, verktøy, verneutstyr, arbeidsklær og lignende.

source: You will find paper application forms for AFP early retirement pension at
nb: Papirsøknadsskjema for søknad om AFP finner du på

source: If you are
nb: Hvis du er

source: Therefore, in practice, you will normally not qualify for the minimum pension level until you turn 67.
nb: I praksis vil du derfor først ha rett til minste pensjonsnivå fra du fyller 67 år.

source: You cannot receive AFP from the public sector if you are receiving or have received AFP from the private sector.
nb: Du kan ikke motta AFP fra offentlig sektor hvis du mottar eller har mottatt AFP fra privat sektor.

source: • in case of serious illness where it can be determined
nb: Den sterke befolkningsveksten knyttet til arbeids­

source: of sick leave. Dialogue meeting 1 is basically a meeting between the employee and the
nb: Dialogmøte 1 er i utgangspunktet et møte mellom den ansatte og arbeidsgiveren,

source: If you have turned 70, you do not need to draw retirement pension as well.
nb: Har du fylt 70 år trenger du ikke å ta ut alderspensjon i tillegg.

source: Which AFP scheme applies to you depends on where in the public sector you are working.
nb: Hvilken AFP-ordning som gjelder for deg kommer an på hvor i offentlig sektor du jobber.

source: The pension guarantee is reduced by 80 percent of your earned pension balance.
nb: Garantipensjonen avkortes med 80 prosent av opptjent pensjonsbeholdning.

source: follow-up plan must be conveyed to the sick-leave certifier.
nb: Oppfølgingsplanen skal formidles til den som har sykmeldt den ansatte.

source: If you are a member of a municipal occupational pension fund you must contact this to find out when you must apply.
nb: Hvis du er medlem i en kommunal tjenestepensjonskasse må du ta kontakt med pensjonskassen din for å få vite når du må søke.

source: You may be entitled to AFP if you forfeit these benefits.
nb: Du kan ha rett til AFP hvis du sier ifra deg disse ytelsene.

source: deadlines in the follow-up work.
nb: Mottakere av rehabiliteringspenger, attfø­

source: under 65 and have a
nb: under 65 år

source: receive disability benefit and wants to apply for early retirement pensions (AFP) in the private sector
nb: mottar uføretrygd og ønsker å søke om AFP i privat sektor

source: Application for AFP early retirement pension to “Fellesordningen for AFP”.
nb: søknad om AFP til Fellesordningen for AFP.

source: Employees are not entitled to this – it is up to you as an employer to decide whether to allow this.
nb: Arbeidstakeren har ikke krav på dette, det er du som arbeidsgiver som avgjør det.

source: For example, contract settlement, commission or overtime pay.
nb: Eksempler er akkordoppgjør, provisjon eller overtidsgodtgjøring.

source: draw minimum 20 per cent national insurance retirement pension.
nb: tar ut minimum 20 prosent alderspensjon fra folketrygden.

source: application for unemployment benefits.
nb: rettigheten til en såkalt «enkelttjeneste».

source: contents of the follow-up plan and clarify if any measures
nb: ansatte ble ikke inkludert i sykepengestatistikken før

source: You can obtain the application form from your employer, the State Pension Fund or from NAV or you can print the form out yourself at spk.no.
nb: Opplysninger fra arbeidstaker til NAV ved søknad om avtalefestet pensjon (AFP) fra Statens pensjonskasse

source: If you support a spouse over the age of 60 and qualify for a
nb: Dersom du forsørger ektefelle over 60 år og fyller vilkårene for rett til

source: When the tax assessment for a calendar year is ready, NAV calculates the deferred settlement in the public sector for those who are under 65, and the State Pension Fund for those who are over 65.
nb: Når fastsettingen (tidligere skatteligningen) for et kalenderår er klart, beregner NAV etteroppgjøret i statlig sektor for deg som er under 65 år, og Statens pensjonskasse for deg som er over 65 år.

source: The pension guarantee is paid in full to members who have participated in the scheme for 40 years or more.
nb: Full garantipensjon får du hvis du har 40 års trygdetid eller mer.

source: You must also notify if the person you are supporting has an income that exceeds
nb: Du må også melde fra hvis den du forsørger får inntekter som overstiger

source: In the municipal sector, your AFP provider calculates the deferred settlement.
nb: I kommunal sektor er det AFP-leverandøren din som beregner etteroppgjøret.

source: If you draw AFP early retirement pension, you must draw 100 per cent, unlike retirement pension where you can choose your pension percentage.
nb: Hvis du tar ut AFP må du altså ta ut 100 prosent, i motsetning til alderspensjonen der du kan velge å ta ut gradert.

source: Information about the empolyment status form
nb: Vi har derfor satt i gang noen ekstra tiltak.

source: Exceptions from dialogue meeting 2
nb: Unntak fra dialogmøte 2

source: Implications for research
nb: utfordringer oppstår, og på forebyggende tiltak.

source: under 65 years of age, you must report changes in your income to NAV.
nb: under 65 år skal du melde fra om inntektsendringer til NAV.

source: Dialogue Meeting 1 need not be held if it is clearly unnecessary, for example:
nb: Dialogmøte 1 trenger ikke gjennomføres dersom det er åpenbart unødvendig, for eksempel:

source: The method of payment is stated in
nb: Formål og behandling av personopplysninger

source: pension rights from the deceased
nb: sterkest vekst i antall sysselsatte i kommende femårs-

source: When you turn 67, your AFP is automatically converted to an ordinary retirement pension from your occupational pension scheme.
nb: Når du blir 67 år, blir din AFP automatisk regnet om til en ordinær alderspensjon fra tjenestepensjonsordningen.

source: Temporary lay-off and holiday
nb: garanti i første vedtak om opphold.

source: online at “Din Pensjon” or by using a paper application form.
nb: i folketrygden elektronisk i Din Pensjon eller på papirskjema.

source: Systematic IA work involves close dialogue with the employee representatives, with an
nb: Systematisk IA-arbeid innebærer tett dialog med de tillitsvalgte, med vekt på fore-

source: Make sure you have registered an account number in Altinn!
nb: Pass på at dere har registrert kontonummer i Altinn!

source: Dialogue meetings are not required if the employee is on partial
nb: Det er ikke krav om å avholde dialogmøter ved gradert (delvis) sykmelding

source: Within 7 weeks
nb: Senest innen 7 uker

source: What do you get?
nb: Hva kan du få?

source: in the public sector.
nb: i statlig sektor.

source: If you are born in the years 1944 to 1947, your annual AFP early retirement pension will be 10, 20, 40 and 60 per cent respectively of the pension amount.
nb: Hvis du er født i årene 1944 til 1947, skal årlig AFP utgjøre henholdsvis 10, 20, 40 og 60 prosent av pensjonsbeløpet.

source: You may combine AFP early retirement pension with labour income without your pension being reduced.
nb: Du kan kombinere AFP med arbeidsinntekt uten at pensjonen blir redusert.

source: The pension is equivalent to what you would have received in national insurance retirement pension, without life expectancy adjustment, as if you had continued to work up to the age of 67.
nb: Pensjonen tilsvarer det du ville fått i alderspensjon fra folketrygden, uten levealdersjustering, som om du hadde fortsatt i arbeid fram til 67 år.

source: If you are born in 1948 or later and had the care of young children between the age of 0 - 7 before 1992, you can accumulate pension rights.
nb: Hvis du er født i 1948 eller senere og hadde omsorg for små barn mellom 0-7 år før 1992, kan du få godskrevet pensjonsopptjening.

source: Please note that you cannot apply for public AFP online at “Din pensjon”.
nb: Vær oppmerksom på at du ikke kan søke om offentlig AFP i nettjenesten Din pensjon.

source: You will not receive the allowance if your spouse has an income higher than the basic amount, is receiving disability pension or retirement pension or is entitled to full retirement pension, or is receiving AFP.
nb: Du får ikke tillegget hvis ektefellen har inntekt større enn grunnbeløpet, mottar uføretrygd, mottar alderspensjon eller har rett til hel alderspensjon, eller mottar AFP.

source: If you are 100% disabled, you will automatically receive your old-age pension when you turn 67.
nb: Om du tar ut 100 prosent pensjon fra 67 år vil garantipensjonen sikre at din samlede pensjon minst tilsvarer folketrygdens garanterte minsteytelse.

source: Reporting occupational injuries and illnesses
nb: lese- og sekretærhjelp og førerhund for blinde og synshemmede

source: employee agree that external assistance is appropriate.
nb: stakeren er enige om at det er hensiktsmessig med ekstern ekspertbistand.

source: over 65 years of age, you must report changes in your income to the Norwegian Public Service Pension Fund.
nb: over 65 år skal du melde fra om inntektsendringer til Statens Pensjonskasse.

source: How do you accumulate a retirement pension?
nb: ningen i befolkningen endres.

source: Here you will find information about the various questions on the employment status form.
nb: Ordningen med forskuddsutbetaling av dagpenger er automatisert og enklere enn ordinær saksbehandling av dagpenger.

source: Who can receive AFP early retirement pension?
nb: Hvem kan få offentlig AFP?

source: will discuss the contents of the follow-up plan and clarify if any measures in the work-
nb: innholdet i oppfølgingsplanen og avklare om det er aktuelt med tiltak på arbeids-

source: If you have a contractual early retirement pension (AFP) with the Norwegian Public Service Pension Fund, you must report any changes in your income or termination of employment to the person responsible for your AFP pension.
nb: Hvis du har AFP fra Statens pensjonskasse, må du melde fra om endringer i inntekten din eller opphør av arbeidsforhold til den som har ansvar for din AFP.

source: If you draw AFP early retirement pension before you turn 67, you will receive a fixed increase up to and including the month you turn 67.
nb: Hvis du tar ut AFP før du fyller 67 år får du et fast kronetillegg til og med måneden du fyller 67 år.

source: This applies from the month you turn 65.
nb: Dette gjelder til og med den måneden du fyller 65.

source: must be held before the sickness absence as lasted 26 weeks.
nb: skal avholdes før sykefraværet har vart i 26 uker, og det er NAV som har

source: Some employers pay your travel expenses in advance.
nb: I Norge har for eksempel sysselsettingen i alders­

source: The compensation you are obliged to pay is 70% of the basis for calculation of sickness benefit, limited upwards to 70% of 6 times the National Insurance
nb: Kompensasjonen du har plikt til å utbetale, utgjør 70 prosent av sykepengegrunnlaget, begrenset oppad til 70 prosent av 6 ganger

source: Employees who have taken holiday (annual leave) after 29 January can have these days converted into working days.
nb: Arbeidstakere som har tatt ut ferie etter 29. januar, kan få dagene omgjort til arbeidsdager.

source: What can you receive?
nb: Hva kan du få?

source: provisions of the Health Personnel Act and therefore will
nb: smitteeffekter i sykefraværet og uførepensjonering,

source: You can still apply for reimbursement for periods up to and including 25 September.
nb: Du kan fortsatt kreve refusjon for perioder som går til og med 25. september.

source: In week 16, the employer and the employee receive
nb: I uke 16 får arbeidsgiveren og den ansatte en melding fra NAV

source: When and how do you apply for retirement pension?
nb: forklares med sykefravær i forbindelse med svangerskap.

source: Within 1 year,
nb: Senest innen 1 år,

source: For more information about AFP after the age of 65, please contact your occupational pension scheme.
nb: Ta kontakt med tjenestepensjonsordningen for mer informasjon om AFP etter fylte 65 år.

source: If you receive graded AFP from public sector, you can receive sickness benefits in combination with graded AFP.
nb: Mottar du gradert offentlig AFP, har du rett til sykepenger etter de vanlige reglene for sykepenger.

source: and are a member of KLP or other municipal pension funds, you must contact your employer about how to apply and when you must apply.
nb: Hvis du er medlem i en kommunal pensjonskasse, må du kontakte arbeidsgiveren din om hvordan du søker og når du må søke.

source: If a previous period of living abroad means that you have less than 40 years insurance period, your basic pension and any special supplement will be correspondingly smaller.
nb: Hvis tidligere opphold i utlandet gjør at du har mindre enn 40 år trygdetid, blir grunnpensjonen og eventuelt særtillegg tilsvarende mindre.

source: This applies from the month after the month in which you turned 65.
nb: Dette gjelder fra og med måneden etter at du har fylt 65 år.

source: NAV has five report forms:
nb: I utdanning og i arbeidslivet

source: You can receive this if you have impaired work capability.
nb: Dette kan du få når du har nedsatt arbeidsevne.

source: are born in 1944 or later
nb: er født i 1944 eller senere.

source: If you are supporting a spouse who is 60 or older, you may be entitled to a dependant's/ spouse allowance in addition to AFP.
nb: Hvis du forsørger ektefelle som er 60 år eller eldre, kan du ha rett til forsørgingstillegg/ektefelletillegg i tillegg til AFP.

source: You will receive an overview of this calculation from the administrator of the estate.
nb: Krav der det er gjort eller skal gjøres fradrag for andre inntekter.

source: You enter the account number in Altinn.
nb: Du legger inn kontonummeret i Altinn.

source: The entry ban expires on September 25, and the right to compensation ceases from the same time.
nb: Innreiserestriksjonene opphører 25. september, og retten til kompensasjon opphører fra samme tidspunkt.

source: If you have a
nb: Hvis du har

source: This is how the scheme has worked:
nb: Slik har ordningen fungert:

source: The parties agree on two national objectives:
nb: lengde og hva som er hensiktsmessig.

source: and incentives to be in paid employment, but it can physically demanding jobs towards the end of their
nb: alene og har mindre sosial kontakt enn de som ligger med midlertidige botilbud og i antallet sosialhjelps-

source: From 2025, no one will receive the supplement anymore.
nb: Fra 2025 vil ingen lenger motta tillegget.

source: meet the conditions in “Fellesordning for AFP” - which concern conditions of employment, sickness benefit, redundancy, trade income, etc.
nb: oppfyller vilkårene i Fellesordningen for AFP – som gjelder ansettelsesforhold, sykepenger, permittering, næringsinntekter med mer.

source: You will not be reimbursed for compensation paid to foreign employees who are registered as living in Norway.
nb: Der du som arbeidsgiver har permittert og utbetalt lønnspliktdager, har du ikke rett til kompensasjon for disse dagene, det vil si at permitteringen kan ikke reverseres.

source: This supplement will be phased out during 2023 and 2024.
nb: Dette tillegget blir avviklet i løpet av 2023 og 2024.

source: which is the maximum period for sickness benefit, the NAV office will
nb: som er maksimal tid for sykepenger, skal NAV-kontoret på ny

source: Cash-for-care benefit per month (if you receive)
nb: Kontantstøtte per måned (hvis du får)

source: be entitled to pensions from other countries
nb: rett til pensjoner fra andre land

source: combination of AFP and employment income
nb: kombinasjon av AFP og arbeidsinntekt

source: The right to collect an early retirement pension prior to reaching the age of 67 is based on a deduction of one's pension and on the pension guarantee level at the age of 67.
nb: For å vurdere retten til uttak før 67 år framskrives beregnet pensjon og garantipensjonsnivå til 67 år.

source: required to enter the labour market.
nb: frafall fra skole og sosiale arenaer

source: When you turn 65
nb: Når du fyller 65 år

source: If you are moving abroad and receiving AFP from the public sector, you must check whether you can
nb: Hvis du skal oppholde deg i utlandet og mottar AFP i offentlig sektor, må du undersøke om du kan

source: If you are receiving disability pension from NAV and want to draw AFP early retirement pension, you must forfeit your disability pension so that this will not be paid after the month you turn 62.
nb: Hvis du har uføretrygd og ønsker å ta ut AFP, må du si fra deg uføretrygden slik at denne ikke blir utbetalt etter den måneden du fyller 62 år.

source: employer, but other parties may be summoned if this is appropriate.
nb: men andre kan innkalles dersom det er hensiktsmessig.

source: Remember to adjust the amount back to 100% after the entry ban is lifted, to ensure the employee’s basis for calculation in subsequent sickness benefit cases is correct.
nb: Husk å oppjustere beløpet til 100 prosent når innreiseforbudet er over. Slik får arbeidstakeren et riktig beregningsgrunnlag i en eventuell senere sak.

source: have not previously received private or public AFP early retirement pension have not received disability pension from NAV after turning 62.
nb: ikke tidligere har mottatt privat eller offentlig AFP. ikke har mottatt uføretrygd fra folketrygden etter fylte 62 år.

source: As of 1 June 2021, the right to basic benefit for those diagnosed with non-celiac disease will cease.
nb: ner-aa-se-effekten-av-vaksineringen-blant-eldre.// Arbeid og velferd // 1 // 2021// Ett år med Korona.

source: You may be entitled to a public AFP if you
nb: Du kan ha rett til offentlig AFP hvis du

source: The criterion for drawing retirement pension before the age of 67 is that you must have accumulated pension rights that are at least equivalent to the minimum pension level.
nb: Vilkåret for å ta ut alderspensjon før 67 år er at du må ha tjent opp en pensjon som minst tilsvarer minste pensjonsnivå.

source: AFP in public sector in combination with other benefits
nb: AFP i offentlig sektor i kombinasjon med andre ytelser

source: You will also receive an AFP early retirement pension supplement of NOK 1,700 per month.
nb: I tillegg får du et AFP-tillegg på 1 700 kroner per måned.
